[
    {
        "header":"تأمين المركبات",
        "title":"طريقك آمن مع بي كير",
        "subtitle":"اختر التأمين الأفضل لمركبتك",
        "grid":[
            {
                "title":"التأمين الشامل",
                "subtitle":"يغطي الأضرار التي تلحق بالمركبة المؤمن عليها في حال وقوع حادث، بغض النظر عمن كان المسؤول عن الحادث"
            },
            {
                "title":"تأمين ضد الغير",
                "subtitle":" يحمي المالك من المسؤولية المالية تجاه الطرف الثالث في حال تسببت مركبته في أضرار للغير"
            },
            {
                "title":"التأمين المميز",
                "subtitle":"يقدم تغطية شاملة للمركبة ضد مختلف المخاطر"
            }
        ],
        "list":  [
            "تأمينك في دقيقة، نقارن لك عروض أسعار شركات التأمين بشكل فوري",
            "أنواع تأمين متعددة: تأمين ضد الغير، تأمين مميز، تأمين شامل وقيمة تحمل متنوعة.",
            "ضمان السعر الأقل والمناسب لك وفق احتياجك",
            "نذكرك بتجديد تأمينك وجدولة تاريخ بدايته",
            "ربط وثيقتك في أسرع وقت مع نظام المرور (نجم)",
            "خصومات لبعض القطاعات الحكومية وشبه الحكومية والخاصة",
            "المرونة في تحديد المنافع الإضافية",
            "مكان واحد لإدارة كل وثائقك"
        ]
    },
    {
        "header":"التأمين الطبي",
        "title":"اختر التأمين الطبي لموظفينك وأنت متطمّن",
        "subtitle":"تغطية طبية للموظفين في الشركة وأفراد أسرتهم، مع مرونة تغيير نوع الفئة في أي وقت وإدارة جميع الوثائق بسهولة",
        "grid":[
            {
                "title":"التأمين الطبي",
                "subtitle":"تغطية طبية للموظفين في الشركة وأفراد أسرتهم مع مرونة تغيير وإدارة جميع الوثائق بسهولة"
            } 
        ],
        "list":  [
            "منافع وشبكات متعددة",
            "عشر فئات تأمينية بيدك",
            "سرعة الربط مع CCHI",
            "سهولة إضافة / إلغاء أي عضو أونلاين",
            "تلقانا حولك نخدمك في المستشفيات المتعاقدة معنا",
            "تغيير نوع الفئة في أي وقت حسب سياسة الشركة",
            "مكان واحد لإدارة كل وثائقك ",
            "معك لحظة بلحظة لمتابعة المطالبات والموافقات الطبية (فئة VIP)"
        ]
    },
    {
        "header":"تأمين السفر",
        "title":"سافر مأمّن ومتطمّن مع بي كير",
        "subtitle":"تعويض المؤمّن عن الأمور غير المتوقعة مثل: فقدان الأمتعة والأغراض الثمينة، المصاريف الطبية وحالات الطوارئ، فوات الرحلة أو تأخيرها للرحلات المفردة والمتعددة",
        "grid":[
            {
                "title":"تأمين السفر",
                "subtitle":"درعك الواقي  في رحلاتك من المخاطر التي تواجهك أثناء سفرك ، سواء كانت مخاطر طبية أو متعلقة بالأمتعة أو إلغاء الرحلات"
            }
        ],
        "list":  [
            "تغطية لكل دول العالم، كل دول العالم باستثناء أمريكا وكندا، دول الشنغن",
            "التأمين على رحلة أو أكثر من رحلة في نفس الوقت",
            "إضافة مرافق واحد أو أكثر بسهولة على الوثيقة نفسها",
            "أنواع تأمين متعددة بمنافع تناسب احتياجك",
            "ضمان حقك من كل مخاطر السفر",
            "تغطية المصاريف الطبية والحالات الطارئة"
        ]
    },
    {
        "header":"تأمين الأخطاء الطبية",
        "title":"مارس مهنتك بكل ثقة",
        "subtitle":"حماية الأطباء والممارسين الصحيين من المخاطر المالية والقانونية في حال وقوع أخطاء طبية \"لا سمح الله\"",
        "grid":[
            {
                "title":"تأمين الأخطاء الطبية",
                "subtitle":"راحة البال لممارسة مهنتك بكل ثقة مع تغطية شاملة للمطالبات التعويضية الناتجة عن الأخطاء الطبية"
            }
        ],
        "list":  [
            "تغطية جميع التخصصات الصحية",
            "مدة تغطية تصل إلى خمس سنوات حسب احتياجك",
            "نقارن لك عروض أسعار شركات التأمين بشكل فوري",
            "التحكم في التغطية السنوية وحد المطالبة الوحدة",
            "قيمة تحمل متنوعة",
            "تغطية التكاليف الطبية والقانونية في حال تدخلك لحالة طبية طارئة",
            "إمكانية تمديد مدة التبليغ عن المطالبة والتأمين بأثر رجعي من سنة إلى سنتين",
            "طباعة وثيقتك في أي وقت"
        ]
    }
]
