Repository: ShehataG/CreditIOSNewUI
Catalog: BcareIOSNewUI/*.lproj/Localizable.strings
Languages: ar

# VehicleMakerRequired
source: Vehicle maker is required
ar: ماركة المركبة مطلوبة

# VehicleModelRequired
source: Vehicle model is required
ar: موديل المركبة مطلوب

# VehicleYearRequired
source: Vehicle year is required
ar: سنة الصنع مطلوبة

# PlateNumberRequired
source: Plate number is required
ar: رقم اللوحة مطلوب

# PlateLettersRequired
source: Plate letters is required
ar: حروف اللوحة مطلوبة

# PlateNumberIncorrect
source: Plate number should be 4 numbers
ar: رقم اللوحة لابد ان يكون ٤ ارقام

# PlateLettersIncorrect
source: Plate letters should be 3 letters
ar: حروف اللوحة لابد ان تكون ٣ حروف

source: Health services
ar: الخدمات الصحية

source: Invalid data
ar: البيانات خاطئة

# PleaseDontClose
source: Please wait some time don't press back or close screen
ar: يرجى الانتظار بعض الوقت، لا تضغط رجوع أو تغلق الشاشة

# PaymentDone
source: Payment done successfully
ar: تمت عملية الدفع بنجاح !

source: Return to bookings
ar: الرجوع الى صفحة الحجز

source: Return to home
ar: الرجوع الى الصفحة الرئيسية

source: Code
ar: الكود

# LogoutSure
source: Are you sure you want to logout?
ar: هل أنت متأكد من تسجيل الخروج؟

# ThanksForBcare
source: Thanks for choosing BCare
ar: شكرًا لاختيارك بي كير

# RequestCantCacelled
source: You can't cancel the request after sent,Confirm request?
ar: لا يمكنك إلغاء الطلب بعد إرساله، تأكيد الطلب؟

source: Booking code
ar: رقم الحجز

# OngoingOrder
source: You have an ongoing order
ar: لديك طلب قيد التنفيذ

source: Service time
ar: وقت الخدمة

source: Confirm request
ar: تأكيد الطلب

source: Deductible percentage
ar: نسبة الخصم

source: Company name
ar: اسم الشركة

# ContactUsWhats
source: Contact us (Whatsapp)
ar: تواصل معنا (واتساب)

source: Problem connecting sanar
ar: مشكلة في الاتصال بسنار

source: Insured Id
ar: هوية المؤمن

# AgreeToQuery
source: I agree to grant the right to inquire
ar: أوافق على منح حق الاستعلام

# AgreeToQueryLong
source: I agree to grant BCare the right to inquire from Elm and share the information with the service provider
ar: أوافق على منح شركة عناية الوسيط الحق في الاستعلام من شركة علم ومشاركتها مع مقدم الخدمة

source: Mojaz requests
ar: تقارير موجز

source: Download report
ar: تحميل التقرير

source: Request new report
ar: طلب تقرير جديد

# AgreeToServiceProviders
source: I agree to the right to inquire from the service providers
ar: أوافق حق الاستعلام من قبل مزودي الخدمه

# NoBikersAvailable
source: There are no Bikers available for this day
ar: لا يوجد بايكرز متاحين الأن في هذا اليوم الرجاء إختيار تاريخ آخر

# SweaterNote
source: This service is provided carefully by our partner and is fully under their responsibility. BCare does not bear any responsibility for the service provided, and it is not subject to the supervision and oversight of the insurance authority
ar: تقدم هذه الخدمه من شريكنا بعنايه ، و تعتبر تحت مسؤوليته بالكامل ولا تتحمل بي كير اي مسؤوليه تجاه الخدمه المقدمه ، و هي غير خاضعه لإشراف و رقابة هيئة التامين

# EzhelhaNote
source: The service you have chosen and paid for includes only the cost of the service provided by Ezhalha. Upon the arrival of Fazaa, the amount will be transferred to the buyer via bank transfer or STC PAY, ensuring a smooth and convenient experience
ar: الخدمة التي قمت باختيارها ودفع ثمنها تشمل فقط تكلفة الخدمة المقدمة من ازهلها . عند وصول فزاع، سيتم تحويل المبلغ للمشتري عبر التحويل البنكي أو STC PAY لضمان تجربة سلسة ومريحة

# VehiclePlate
source: Plate No
ar: لوحة المركبة

source: Download policy
ar: تحميل الوثيقة

# RenewPolicy
source: Click to renew
ar: اضغط للتجديد

source: Remaining
ar: متبقي

source: day
ar: يوم

# EnableLocationServices
source: Please enable location services
ar: الرجاء تفعيل خدمات الموقع

# LocationNoAccess
source: Please permit location access for the app
ar: يرجى السماح للتطبيق بالوصول إلى موقعك الحالي

# ThereIsNoServiceSweater
source: We apologize; the service provider is currently unavailable.Please try again later and thank you for your understanding 💙!
ar: نعتذر منك مقدم الخدمة غير متاح حاليًا حاول مرة أخرى في وقت آخر ونشكر لك تفهمك 💙!

source: Version
ar: إصدار

source: Print policies
ar: طباعة الوثائق

source: Print policy
ar: طباعة الوثيقة

source: Print bills
ar: طباعة الفواتير

source: Print bill
ar: طباعة الفاتورة

# NoBikersHere
source: This locastion has no bikers , please select another one
ar: هذا الموقع لا يوجد به مقدمي خدمة، الرجاء اختيار موقع آخر

source: Calculator
ar: الحاسبة

source: Apply now
ar: قدم الحين

# ConfirmNafaz
source: Make sure the Nafaz application is installed and activated on your device
ar: تأكد من تثبيت وتفعيل تطبيق نفاذ على جهازك
