Repository: ShehataG/CreditIOSNewUI
Catalog: BcareIOSNewUI/*.lproj/Localizable.strings
Languages: ar

# Lang
source: en
ar: ar

source: Language
ar: اللغة

source: Ok
ar: نعم

source: Cancel
ar: الغاء

source: Agree
ar: موافق

source: Done
ar: تم

source: Disagree
ar: غير موافق

# UpdateVersion
source: For best performance, you should have the latest version
ar: للحصول على أفضل أداء ، يجب أن يكون لديك أحدث إصدار

source: Update
ar: تحديث

# DeviceJailbroken
source: The app can't run within this device as it's jailbroken
ar: هذا الجهاز مكسور الحماية ولا يمكن للتطبيق العمل من خلاله

# DeviceVpn
source: The app can't run within this device as it's uses vpn
ar: لا يمكن تشغيل التطبيق على هذا الجهاز لأنه يستخدم VPN

source: Main
ar: الرئيسية

source: Products
ar: المنتجات

source: Services
ar: الخدمات

source: Wareef
ar: وريف

# WelcomeBoard
source: A variety of products to meet your needs
ar: مرحباً بكم في منصة بي كير

# WelcomeBoardDesc
source: Various financing products from multiple companies to suit all your financing needs
ar: مكان واحد لمقارنة كل عروض أسعار شركات التأمين لمختلف أنواع التأمين التي تلبي احتياجات الأفراد والشركات

# Speed
source: Competitive offers on a single page
ar: تأمينك في دقيقة

# SpeedDesc
source: Compare the best financing options and choose the offer that suits you , all from a single page
ar: تأمينك فوري خلال دقيقة واضح وسريع لضمان حمايتك في أي وقت ومن أي مكان

# Number
source: Instant financing within 24 hours
ar: أكثر من 20 شركة تأمين

# NumberDesc
source: Submit your application in simple steps and get your financing easily within 24 hours without delay
ar: قارن، أمّن، استلم وثيقتك من أكثر من 20 شركة تأمين بكل سهولة وأمان

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Start now
ar: ابدا الان

# Vehicle
source: Personal finance
ar: التمويل الشخصي

# Travel
source: Lease finance
ar: التمويل التأجيري

# Medical
source: Real estate finance
ar: التمويل العقاري

# Malpractices
source: Credit card finance
ar: تمويل البطاقات الائتمانية

# CompareInsur
source: Fast, easy, safe
ar: سريع، سهل، آمن

# OnePlace
source: Your financial matters are easier with us
ar: أمورك التمويلية أسهل معنا

source: Car wash
ar: غسيل السيارات

source: Sweater
ar: سويتر

source: Car maintenance
ar: صيانة السيارات

source: Mesmar
ar: مسمار

source: Service
ar: خدمة

source: Mojaz
ar: موجز

source: Help on road
ar: مساعدة علي الطريق

source: Ezhelha
ar: ازهلها

source: Login
ar: تسجيل الدخول

source: Login or join
ar: تسجيل الدخول أو الانضمام

# NationalIqama
source: National Id / Iqama
ar: رقم الهوية / الإقامة

# DOBIncorrect
source: Please choose a date of birth
ar: من فضلك اختر تاريخ الميلاد

# BySigning
source: By signing in , you agree to the
ar: من خلال تسجيل الدخول فانك توافق علي

# TermsConditions
source: Terms of service
ar: شروط الخدمة

source: Privacy policy
ar: سياسة الخصوصية

source: and
ar: و

source: Continue
ar: استمرار

source: Change mobile number
ar: تغيير رقم الجوال

source: OR
ar: او

source: Higri
ar: هجري

source: Select
ar: اختيار

# MyAccount
source: Account
ar: حسابي

source: Policies
ar: الوثائق

source: Medical agreements
ar: الموافقات الطبية

source: Contact details
ar: تفاصيل جهات الاتصال

source: Phone number
ar: رقم الجوال

# PhoneNumberX
source: Phone number (ex 0XXXXXXXXX)
ar: رقم الجوال (0XXXXXXXXX)

source: Email address
ar: البريد الإلكتروني

source: Followers
ar: التابعين

# FollowersManagment
source: Followers management
ar: إدارة التابعين

source: Change follower number
ar: تعديل رقم جوال التابع

source: Vehicle services
ar: خدمات المركبات

source: Medical services
ar: الخدمات الطبية

source: Sanar
ar: سنار

source: Nafes
ar: نفيس

# WhatsCar
source: What is the car that needs the service?
ar: ما هي السيارة التي تحتاج الخدمة؟

source: The vehicle
ar: المركبة

# AddNewCarWithPlus
source: Add a new car +
ar: إضافة سيارة جديدة +

# SelectLocation
source: Select your location
ar: حدد موقعك

source: Your policies
ar: وثائقك

source: Vehicle policy
ar: وثيقة مركبات

source: Medical policy
ar: وثيقة طبية

source: Health insurance
ar: تأمين الصحي

source: Membership number
ar: رقم العضوية

source: Policy number
ar: رقم الوثيقة

source: Policy No
ar: رقم الوثيقة

source: Ends within
ar: ينتهي خلال

source: Policy details
ar: تفاصيل الوثيقة

source: Policy benefits
ar: منافع الوثيقة

source: Health service providers
ar: مقدمو الخدمة الصحية

source: Policy uses
ar: استخدمات الوثيقة

# AddDependents
source: Add dependents if they have health insurance
ar: إضافة التابعين في حال وجودهم بالتامين الصحي

source: Your services
ar: خدماتك

source: Discover all services
ar: استعراض جميع الخدمات

source: Welcome
ar: حياك

# EmailRequired
source: Email is required
ar: البريد الإلكتروني مطلوب

# EmailIncorrect
source: Email isn't correct
ar: البريد الإلكتروني غير صحيح

# PhoneRequired
source: Phone number is required
ar: رقم الجوال مطلوب

# PhoneIncorrect
source: Phone number isn't correct
ar: رقم الجوال غير صحيح

# NinRequired
source: National Id / Identity is required
ar: رقم الهوية / الإقامة مطلوب

# NinIncorrect
source: National Id / Identity isn't correct
ar: رقم الهوية / الإقامة غير صحيح

# PasswordRequired
source: Password is required
ar: كلمة المرور مطلوبة

# PasswordIncorrect
source: Password must not be less than 8 digits
ar: كلمة المرور يجب أن لا تقل عن 8 حقول

source: Register
ar: تسجيل جديد

source: Password
ar: كلمة المرور

source: Confirm password
ar: تأكيد كملة المرور

source: Add account
ar: تسجيل حساب

# AddAccountOnly
source: Register
ar: تسجيل

# ByClicking
source: By clicking on Register Account, you agree to
ar: بالنقر على ‏تسجيل حساب‏، فإنك توافق على

# TermsAndConditions
source: Terms & Conditions
ar: الشروط‏ والأحكام

# WhichWe
source: Which we and you have read
ar: التي نتبعها وأنك قرأت

# IAcknowledgeThat
source: I acknowledge that all data entered is correct and I am responsible for its accuracy
ar: وأقر أن جميع البيانات المدخلة صحيحة و أتحمل مسؤولية صحتها

# MessageSent
source: OTP code sent to your mobile number
ar: تم إرسال الكود إلى

# DidntReceive
source: Didn’t receive a Code? :
ar: لم يصلك الرمز؟ :

source: Confirm
ar: تأكيد

source: Resend
ar: إعادة ارسال

# Seconds
source: s
ar: ثانية

source: Birth year
ar: سنة الميلاد

source: Birth month
ar: شهر الميلاد

# GMonthList1
source: January
ar: يناير

# GMonthList2
source: February
ar: فبراير

# GMonthList3
source: March
ar: مارس

# GMonthList4
source: April
ar: أبريل

# GMonthList5
source: May
ar: مايو

# GMonthList6
source: June
ar: يونيو

# GMonthList7
source: July
ar: يوليو

# GMonthList8
source: August
ar: أغسطس

# GMonthList9
source: September
ar: سبتمبر

# GMonthList10
source: October
ar: أكتوبر

# GMonthList11
source: November
ar: نوفمبر

# GMonthList12
source: December
ar: ديسمبر

# HMonthList1
source: Muharram
ar: محرم

# HMonthList2
source: Safar
ar: صفر

# HMonthList3
source: Rabie al awwl
ar: ربيع الاول

# HMonthList4
source: Rabie al thani
ar: ربيع الثانى

# HMonthList5
source: Gamady al awwl
ar: جمادى الاول

# HMonthList6
source: Gamady al thani
ar: جمادى الثانى

# HMonthList7
source: Ragab
ar: رجب

# HMonthList8
source: Shaaban
ar: شعبان

# HMonthList9
source: Ramadan
ar: رمضان

# HMonthList10
source: Shawwal
ar: شوال

# HMonthList11
source: Duh al qeeda
ar: ذو القعدة

# HMonthList12
source: Duh al hijjha
ar: ذو الحجة

# BirthYearRequired
source: Birth year is required
ar: سنة الميلاد مطلوبة

# BirthMonthRequired
source: Birth month is requird
ar: شهر الميلاد مطلوب

source: Logout
ar: تسجيل خروج

source: Comprehensive insurance
ar: التأمين الشامل

source: TBL insurance
ar: تأمين ضد الغير

source: Medical insurance
ar: التأمين الطبي

source: Malpractices insurance
ar: تأمين الأخطاء الطبية

# MMInsurance
source: Malpractices insurance
ar: تأمين الأخطاء الطبية

source: Travel insurance
ar: تأمين السفر

# ComprehensiveInsuranceDes
source: Safe driving and complete reassurance with comprehensive insurance that covers all damages for all parties
ar: قيادة أمنة واطمئنان تام مع التأمين الشامل الذي يغطي كل الأضرار لكل الأطراف

# TBLInsuranceDes
source: It protects the owner from financial liability towards third parties in the event that his vehicle causes damage to others
ar: يحمي المالك من المسؤولية المالية تجاه الطرف الثالث في حال تسببت مركبته في أضرار للغير

# MedicalInsuranceDes
source: Medical coverage for company employees and their family members, with the flexibility to change the category type at any time and manage all documents easily
ar: تغطية طبية للموظفين في الشركة وأفراد أسرتهم مع مرونة تغيير نوع الفئة في أي وقت وإدارة جميع الوثائق بسهولة

# MalpracticesInsuranceDes
source: Peace of mind to practice your profession with confidence with comprehensive coverage for compensation claims resulting from medical errors
ar: راحة البال لممارسة مهنتك بكل ثقة مع تغطية شاملة للمطالبات التعويضية الناتجة عن الأخطاء الطبية

# TravelInsuranceDes
source: Your protective shield on your travels from the risks you face while traveling, whether they are medical risks, baggage-related risks, flight cancellations, or others
ar: درعك الواقي في رحلاتك من المخاطر التي تواجهك أثناء سفرك، سواء كانت مخاطر طبية أو متعلقة بالأمتعة أو إلغاء الرحلات أو غيرها

# WhichInsurance
source: What is the best insurance for your vehicle?
ar: ماهو التأمين الأفضل لمركبتك ؟

# HereYouWill
source: Here you will find the main plans that you can choose from based on your vehicle's needs
ar: هنا ستجد الخطط الرئيسية التي يمكنك اختيار منها بناءً على احتياجات مركبتك

# CoverageAgainst
source: Coverage against loss/damage
ar: تغطية ضد الخسارة / التلف

# LiabilityAgainst
source: Liability against third parties up to 10 million Saudi riyals
ar: مسؤولية ضد الغير حتى 10 ملايين ريال سعودي

source: Buy now
ar: اشتر الان

source: Vehicle insurance
ar: تأمين المركبات

source: Change phone number
ar: تغيير رقم الجوال

source: Back to login
ar: العودة لتسجيل الدخول

# YouHaveNoCars
source: You have no cars,please add a car
ar: ليس لديك سيارات، الرجاء إضافة سيارة

# NoInternet
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# NoCars
source: You have no cars
ar: لا يوجد لديك سيارات

# NeedsLocation
source: BCare needs your location to provide accurate services
ar: بي كير يحتاج موقعك لتقديم خدمات دقيقة

source: Locate me
ar: تحديد موقعى

# NeedsNotification
source: BCare needs to send you important notifications about policies and discounts
ar: يحتاج بي كير إلى إرسال إشعارات مهمة إليك حول الوثائق والخصومات

# ChooseLanguage
source: Choose app language
ar: اختر لغة التطبيق

# ForgotPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Reset Password
ar: إعادة ضبط كلمة المرور

# EnterEmailPhone
source: Enter email / phone number
ar: البريد الالكتروني / رقم الهاتف

# ORDashed
source: _____ OR _____
ar: _____ أو _____

# InsuredNational
source: Insured national id / Iqama
ar: رقم الهوية / الإقامة

source: Send link
ar: ارسل الرابط

# ForgetFillOption
source: You have to fill an option
ar: لابد من ادخال بيانات

source: Verification code
ar: رمز التحقق

# VerifyCodeRequired
source: Verify code is required
ar: رمز التحقق مطلوب

# ConfirmPasswordRequired
source: Confirm password is required
ar: تأكيد كلمة المرور مطلوب

# ConfirmPasswordNotEqual
source: Confirm password is not same as the password
ar: تأكيد كلمة المرور غير مشابه لكلمة المرور

source: New password entry
ar: إدخال كلمة المرور الجديدة

source: New password
ar: كلمة المرور الجديدة

source: New password confirmation
ar: تأكيد كلمة المرور الجديدة

# ChooseEmailOrPhone
source: Choose between email or phone
ar: أختر البريد الالكتروني أو رقم الهاتف

source: Verification
ar: التحقق

source: Verify
ar: تحقق

source: Didn’t receive code?
ar: لم تتلقى الرمز؟

source: Resend code
ar: إعادة ارسال الرمز

# MedicalTheServices
source: Medical services
ar: خدمات الطبي

# PolicyType
source: Type
ar: الفئة

source: Medical network
ar: الشبكة الطبية

# HosMaximum
source: Maximum for out-of-network hospitals Minimum
ar: الحد الأقصى للمستشفيات خارج شبكة الحد الأدنى

# MaximumProviders
source: Maximum limit for other service providers
ar: الحد الأقصى لباقى مقدي الخدمة

# MaximumProvidersWithin
source: The maximum number of service providers within the network is minimum
ar: الحد الأقصى لمقدمي الخدمة داخل شبكة الحد الأدنى

# HighestLimit
source: The highest limit
ar: الحد الأعلى

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: آنثي

# NationalIdentity
source: ID No
ar: رقم الهوية

source: Wareef program
ar: برنامج وريف

# WareefProgramDesc
source: It offers discounts and offers from clinics, health centers, entertainment activities, and others to BeCare clients.
ar: يقدم خصومات وعروض من عيادات ، ومراكز صحية وأنشطة ترفيهية وغيرها لعملاء بي كير .

source: Discount
ar: الخصم

# doneCopying
source: Done copying to clipboard
ar: تم النسخ إلى الحافظة

# ShowWooref
source: Show wareef card
ar: إبراز بطاقة وريف

# ShowWoorefwitoutId
source: Enter id to get code
ar: ُادخل الهوية لاظهار الكود

source: Wareef card
ar: بطاقة وريف

source: Customer number
ar: رقم العميل

source: Expiry date
ar: تاريخ الانتهاء

# MedicalServiceProviders
source: Service providers
ar: مقدمو الخدمة

source: All
ar: جميع

source: Hospitals
ar: المستشفيات

source: Show list
ar: عرض القائمة

source: Tawuniya
ar: التعاونية

# HelpRoad
source: Help on road
ar: المساعدة على الطريق

# CarBreakDown
source: Did your car break down? We are always here for you
ar: هل تعطلت سيارتك ؟ نحن دائماً هنا من أجلك

# VehiclesNotDesired
source: Vehicle breakdowns are always undesirable, but with our roadside assistance service, it will make it easier for you to request and access the service in simple steps
ar: أعطال المركبات دائماً تكون غبر مرغوبة لكن مع خدمتنا المساعدة على الطريق ستسهل عليك طلب الخدمة ووصولها بخطوات بسيطة

source: Remaining requests
ar: الطلبات المتبقية

# VehiclesM
source: Vehicles
ar: مركبات

source: Selected location
ar: الموقع الذي تم اختياره

source: Request service
ar: طلب هذه الخدمة

source: Cancel request
ar: إلغاء الطلب

source: Request#
ar: طلب#

source: Processing request
ar: طلبك قيد المعالجة

# RequestSent
source: Your request sent
ar: تم تقديم طلبك

source: Service provider
ar: مزود الخدمة

source: Request received
ar: تم استلام طلب مساعدة على الطريق

source: Request number#
ar: رقم الطلب#

# ConfirmationDone
source: Confirmation is done
ar: تم التأكيد

source: Service provider visit
ar: زيارة مقدم الخدمة

# WillReach
source: You will be contacted through the service provider
ar: سيتم التواصل معكم من خلال مزود الخدمة

source: Create initial request
ar: إنشاء طلب مبدئي

source: Request details
ar: تفاصيل الطلب

source: Request status
ar: حالة الطلب

# AboutCancelRequest
source: You are about to cancel the request
ar: أنت على وشك إلغاء الطلب

# CancelReasonHelp
source: To help us better understand your needs, please specify the reason for this cancellation
ar: لمساعدتنا على فهم احتياجاتك بشكل أفضل، يرجى تحديد سبب هذا الإلغاء

# CancelReason1
source: The waiting time is very long
ar: وقت الانتظار طويل جداً

# CancelReason2
source: I will make a reservation later
ar: سأقوم بالحجز لاحقاً

# CancelReason3
source: I no longer need the service
ar: لم أعد بحاجة للخدمة

# CancelReason4
source: Other
ar: أخرى

source: Back
ar: رجوع

source: Comperhensive
ar: الشامل

source: Choose vehicle
ar: اختر مركبة

source: Add new car
ar: إضافة سيارة جديدة

# Vin
source: Sequence Id
ar: الرقم التسلسلي

source: Manual
ar: يدوي

# EnterCarDetails
source: Enter card details
ar: أدخل تفاصيل سيارتك

# WhereVin
source: Where can i find sequence Id?
ar: أين أجد الرقم التسلسلي ؟

source: Download car details
ar: تحميل تفاصيل السيارة

# CanFindVin
source: Vin can be found at:
ar: يمكن العثور على الرقم التسلسلي في :

# CarFindWay1
source: Vehicle registration card (form).
ar: بطاقة تسجيل المركبة ( الإستمارة ).

# CarFindWay2
source: Absher website or application, log in and search for “Vehicle Management”.
ar: موقع أو تطبيق أبشر، قم بتسجيل الدخول و ابحث عن “إدارة المركبات“.

# CarFindWay3
source: Vehicle windshield.
ar: الزجاج الأمامي للمركبة.

source: Vehicle year
ar: سنة الصنع

source: Plate number
ar: رقم اللوحة

source: Plate letters
ar: حروف اللوحة

source: Save car details
ar: حفظ تفاصيل السيارة

source: Search
ar: بحث

source: Choose
ar: اختيار

source: Captcha code
ar: رمز التحقق

# CaptchaRequired
source: Captcha is requird
ar: رمز التحقق مطلوب

# CaptchaIncorrect
source: Captcha isn't correct
ar: رمز التحقق غير صحيح

source: Captcha expired
ar: رمز التحقق غير صالح

source: Help
ar: المساعدة

# ChooseTimeDate
source: Choose time and date
ar: اختر الوقت والتاريخ

source: Time
ar: الوقت

source: Total amount
ar: المبلغ الاجمالي

source: Revision
ar: مراجعة

source: Booking details
ar: تفاصيل الحجز

# BookingDate
source: Visit date
ar: تاريخ الزيارة

# BookingTime
source: Visit time
ar: وقت الزيارة

# OneVehicle
source: Vehicle
ar: المركبة

source: Location
ar: الموقع

source: Edit
ar: تحرير

source: Free present
ar: هدية مجانية

source: Service details
ar: تفاصيل الخدمة

source: Wash(Inner/Outer)
ar: غسلة(داخلي/خارجي)

# TaxesVat
source: Vat(15%)
ar: مبلغ ضريبة القيمة المضافة (١٥٪)

source: Pay now
ar: ادفع الان

source: Good smell
ar: فواحة عطرية

# WeekDay1
source: SUN
ar: الأحد

# WeekDay2
source: MON
ar: الاثنين

# WeekDay3
source: TUE
ar: الثلاثاء

# WeekDay4
source: WED
ar: الأربعاء

# WeekDay5
source: THU
ar: الخميس

# WeekDay6
source: FRI
ar: الجمعة

# WeekDay7
source: SAT
ar: السبت

source: To
ar: الي

# FAQ
source: Frequent asked questions
ar: الأسئلة الشائعة

# CarWashNoSpacer
source: Car wash
ar: غسيل السيارات

# StillNeedsHelp
source: Still need help?
ar: ما زلت بحاجة للمساعدة؟

# ExistsAroundClock
source: We are here around the clock to help you
ar: متواجدون علي مدار الساعة لمساعدتك وتقديم الدعم

source: Chat
ar: التحدث

source: With expert
ar: مع ممثلي الخدمة

source: Call us
ar: الرقم الموحد

source: Create booking
ar: حجز

source: Cancel booking
ar: إلغاء الحجز

# CarWashFAQTitle1
source: What is the service technique?
ar: ما هي طريقة الغسيل؟

# CarWashFAQAnswer1
source: Clean the interior of the car with a vacuum, including seats and floor. Polishing trims and adding a wastage bag Wash the body of the car from the outside with water and chemicals, polish the windows and tiers.
ar: - تنظيف داخل السيارة بالمكنسة و تشمل المقاعد الأرضيات. - تلميع الديكورات وإضافة كيس النفايات. - غسيل الهيكل الخارجي للسيارة من الخارج بالماء و المواد، تلميع القزاز و الكفرات.

# CarWashFAQTitle2
source: What are the services provided by Sweater?
ar: ما هي الخدمات المقدمة من قبل سويتر؟

# CarWashFAQAnswer2
source: - Interior Cleaning only. - External washing only. - internal cleaning and external body washing. - Additional services: (aromatizing, mats covering).
ar: - غسيل كوفيد (داخلي-خارجي) يستخدم مواد للتعقيم. - غسيل سويتر بلس (داخلي خارجي) يستخدم مواد مركزة. - خدمات إضافية: فواحة سويتر ، مناديل سويتر ، تكييس دعاسات).

# CarWashFAQTitle3
source: How long does the service take?
ar: كم تستغرق خدمة الغسيل؟

# CarWashFAQAnswer3
source: From 45 minutes to an hour (the time may vary depending on the condition of the vehicle)
ar: من 45 دقيقة الى ساعة قد تختلف المدة عن ذلك بحسب حالة السيارة).

# CarWashFAQTitle4
source: If the appointment is canceled, is there a fee?
ar: في حالة إلغاء الموعد من قبل العميل هل يوجد رسوم؟

# CarWashFAQAnswer4
source: If the booking is canceled within one hour or less before the appointment or customer did not answer call after arrival of the biker or late of arrival in site, an amount 100% of transaction amount will be deducted from the customer.
ar: - إذا تم إلغاء الطلب خلال ساعة واحدة او اقل قبل الموعد او في حالة عدم رد العميل على اتصل البايكر بعد وصوله للموقع او تاخيره بالحضور للموقع سيتم خصم مبلغ 100% من قيمة فاتورة العميل.

# CarWashFAQTitle5
source: My car has nano protection, does it effect?
ar: سيارتي عليها نانو؟

# CarWashFAQAnswer5
source: Sweater uses customized towels for Nano and cars with a special protection layer. * Please add a comment during booking.
ar: سويتر تستخدم مناشف مخصصة للنانو و السيارات ذات طبقة الحماية الخاصة. * يمكن للعميل إضافة ملاحظة أثناء الحجز

# CarWashFAQTitle6
source: Can I book appointment for more than one car?
ar: هل استطيع الحجز لاكثر من سيارة؟

# CarWashFAQAnswer6
source: Yes, book an appointment for each car.
ar: نعم، لكل سيارة موعد

source: Choose time
ar: اختر الوقت

source: Cancel reason
ar: سبب الإلغاء

# CancelReasonRequired
source: Cancel reason is requird
ar: سبب الإلغاء مطلوب

# CancelReasonIncorrect
source: Cancel reason should be 10 characters or more
ar: سبب الإلغاء لابد ان يكون ١٠ حروف أو اكثر

source: Add booking
ar: إضافة حجز

source: Book service
ar: خدمة الحجز

source: Appointments
ar: المواعيد

source: Invalid transaction
ar: خطأ في الدفع

source: Payment canceled
ar: تم الغاء عملية الدفع

source: Credit / debit cards
ar: بطاقات الائتمان

source: Apple pay
ar: ابل باي

source: Choose payment method
ar: اختر طريقة الدفع

source: Battery services
ar: خدمات البطاريات

source: Satha services
ar: السطحات

source: Tire services
ar: خدمات الكفرات

# AccountBlocked
source: This account is blocked
ar: هذا الحساب محظور

source: Add location
ar: إضافة موقع +

source: Your address
ar: عنوانك

source: Confirm address
ar: تأكيد العنوان

source: Change
ar: تغيير

source: minute
ar: دقيقة

# TheService
source: Service
ar: الخدمة

# NotesToHelper
source: Notes to service provider
ar: ملاحظة لفزاع

# WriteHere
source: Write anything here...
ar: اكتب أي شيء هنا....

source: Discount code
ar: كود الخصم

source: Apply
ar: تطبيق

source: Request summary
ar: ملخص الطلب

source: Total
ar: المبلغ

source: Sum
ar: المجموع

source: Inside city
ar: داخل المدينة

source: Outside city
ar: خارج المدينة

source: Starts from
ar: تبدأ من

# PriceChanged
source: Price is approximate and varies depending on distance and time
ar: السعر تقريبي عادي يتغير حسب المسافة والوقت

# PriceFixed
source: The service value is fixed according to the city of receipt and delivery
ar: قيمة الخدمة ثابتة حسب مدينة الاستلام والتسليم

source: Mojaz report
ar: تقرير موجز

# VinNumber
source: Sequence number or VIN
ar: الرقم التسلسلي أو رقم الهيكل

source: Vehicle not found
ar: المركبة غير موجودة في النظام

# SequenceExceeds
source: The sequence number should be from 5 to 10 numbers
ar: رقم التسلسل لابد ان يكون من 5 الى 10 أرقام

source: Get report
ar: احصل على التقرير

source: Report contains
ar: التقرير يحتوي على

# MojazReportContains
source: Mojaz report contains the following data as available
ar: يحتوي تقرير موجز على البيانات التالية حسب توفرها

source: Vehicle information
ar: بيانات المركبة

source: Vehicle records
ar: سجل المركبة

source: Odometer readings
ar: قراءة العداد

source: Repair history
ar: سجلات الصيانة

source: Recorded accidents
ar: الحوادث المسجلة

source: View sample report
ar: عرض مثال من التقرير

# MojazPlaceholder
source: OR JE4LR33M21JJ7043030487635336
ar: أو JE4LR33M21JJ7043030487635336

# SequenceRequired
source: Sequence number is required
ar: رقم التسلسل مطلوب

# WhereToFindVehicle
source: Where can i find vehicle information?
ar: أين أجد بيانات المركبة

source: Vehicle vin number
ar: رقم الهيكل VIN

# BelowLeftFrontGlass
source: Lower left part of the windshield
ar: الجزء السفلي الأيسر من الزجاج الأمامي

# InnerSideDriver
source: Inner side of the driver's door
ar: الجانب الداخلي لباب السائق

source: Scan vin
ar: مسح رقم الهيكل

source: Vehicle's istemara
ar: استمارة المركبة

# VinNumberMojaz
source: Vin number
ar: الرقم التسلسلي

source: Scan istemara barcode
ar: مسح كود الاستمارة

source: Purchase details
ar: تفاصيل الدفع

source: Requested reports
ar: التقارير المطلوبة

source: Made year
ar: سنة الصنع

# VinOnly
source: Vin
ar: رقم التسلسل

source: Report price
ar: سعر التقرير

source: Model year
ar: سنة الصنع

# ModelYearٍRequired
source: Model year is required
ar: سنة الصنع مطلوبة

source: Sequence number
ar: رقم التسلسل

source: Add service
ar: إضافة خدمة

source: Created date
ar: وقت الإنشاء

source: Vehicle maker
ar: ماركة المركبة

source: Vehicle model
ar: موديل المركبة

# VehicleM
source: Model
ar: الموديل
